[
  {
    "title": "Old Man Traveling",
    "author": "Wordsworth, William",
    "description": "This short poem tells the story of a man who is working through the trauma of his son's death by resolutely walking through nature with thought. It is from the Lyrical Ballads.",
    "year": 1798,
    "image": "img/ww-oldman.jpeg",
    "type": "L"
  },
  {
    "title": "Michael: A Pastoral Poem",
    "author": "Wordsworth, William",
    "description": "This poem is about a shepherd named Michael who lives with his family in a secluded part of Britain. The isolation from others results in the family becoming very close to each other interpersonally and with respect to nature. The poem highlights their strong connection to nature using powerful imagery. Unfortunately, tragedy besets their son which results in these connections becoming fraught.",
    "year": 1800,
    "image": "img/ww-michael.jpg",
    "type": "L"
  },
  {
    "title": "Excursion Up Scawfell Pike",
    "author": "Wordsworth, Dorothy",
    "description": "Dorothy Wordsworth hiked to the summit of Scawfell (now known as Scafell) Pike in 1818. She wrote in a very descriptive manner about what she saw and what she felt as she climbed to the peak. This writing is considered the first account of a woman taking part in a recreational hike.",
    "year": 1818,
    "image": "img/dw-scawfell.jpeg",
    "type": "L"
  },
  {
    "title": "After London",
    "author": "Jefferies, Richard",
    "description": "This full-sized novel showcases the adventures of Felix Aquila as he ventures through a post-apocalyptic London trying to discover who he is as a person. He desires a stronger connection with nature and spends several weeks on his own to eventually accumulate great power in the form of royalty.",
    "year": 1885,
    "image": "img/rj-london.jpeg",
    "type": "L"
  },
  {
    "title": "Howards End",
    "author": "Forster, Edward Morgan",
    "description": "Considered by many to be E.M. Forster's magnum opus, Howards End is a novel about overcoming class division and navigating British social structures.",
    "year": 1910,
    "image": "img/ef-howards.avif",
    "type": "L"
  },
  {
    "title": "The Wild Swans at Coole",
    "author": "Yeats, William Butler",
    "description": "This poem was written by William Butler Yeats at age fifty, and it contains imagery reminiscing on his lack of a wife or children at that late middle age. Also, swans represent British landscape and eternity in a homage to the nature element of his modernist writing.",
    "year": 1917,
    "image": "img/wy-swans.jpeg",
    "type": "L"
  },
  {
    "title": "Kew Gardens",
    "author": "Woolf, Virginia",
    "description": "In this poem, Woolf explores how poeple and creatures interact with nature at the Kew Gardens. She highlights the interactions that people have with each other and with the nature rather than purely focusing on the sensory details.",
    "year": 1921,
    "image": "img/vw-kewgarden.jpeg",
    "type": "L"
  },
  {
    "title": "The Waste Land",
    "author": "Eliot, Thomas Stearns",
    "description": "Considered a defining example of modernism, this poem has a highly intricate and complex prose. Its primary theme is amorphous due to the rapidly changing pace of the poem, but can be roughly described as disillusionment and dissatisfaction.",
    "year": 1922,
    "image": "img/te-wasteland.jpeg",
    "type": "L"
  },
  {
    "title": "My Wood",
    "author": "Forster, Edward Morgan",
    "description": "My Wood is a short story about the effect of property ownership on Forster's character: mental burden, a yearning for more, and an uncertainty of what to do next with the natural space.",
    "year": 1926,
    "image": "img/ef-woods.jpeg",
    "type": "L"
  },
  {
    "title": "Entscheidungsproblem",
    "author": "Hilbert, David",
    "description": "The Entscheidungsproblem (Decision Problem) is a famous logical problem that inputs an algorithm which may accept either true or false (boolean) and poses the question if that algorithm is always universally valid.",
    "year": 1928,
    "image": "img/dh-decisionprob.png",
    "type": "C"
  },
  {
    "title": "A Warning to Hikers",
    "author": "Butts, Mary",
    "description": "This short story raises the concern that industrialization reduces our connection with nature and bolsters class division; the rich are able to fuse urban and rural living while preserving their experience with nature, while the poor are unable to do this. This is called the \"warning to hikers\" (people who spend significant amount of time in nature).",
    "year": 1932,
    "image": "img/mb-hikers.jpeg",
    "type": "L"
  },
  {
    "title": "After Strange Gods",
    "author": "Eliot, Thomas Stearns",
    "description": "This book showcased Eliot's ideas on tradition, liberalism, and orthodoxy. He was what today we would call a social conservative (if not even more extreme than that). Eliot described tradition as a way that a group behaves through generations and orthodoxy refers the actual framework itself which is followed by a group.",
    "year": 1934,
    "type": "L"
  },
  {
    "title": "The Dry Salvages",
    "author": "Eliot, Thomas Stearns",
    "description": "This poem is essentially a way to symbolize the rhythm of human life and the physical world. My interpretation of this poem is that Eliot personifies the water as humankind, and we undulate in highs and lows in the form of waves in the river and sea.",
    "year": 1941,
    "image": "img/te-salvages.jpeg",
    "type": "L"
  },
  {
    "title": "Reality and Technology",
    "author": "Borgmann, Albert",
    "description": "The reading discussed the process of moral commodification and what it means to our society. Borgmann argues that technology has resulted in moral commodification because it is developed with the intent of bolstering ease of access, not innovation, and because it mechanizes and automates things that previously had active meaning.",
    "year": 1984,
    "image": "img/ab-commod.jpeg",
    "type": "C"
  },
  {
    "title": "The Computer for the 21st Century",
    "author": "Weiser, Mark",
    "description": "At the time of the writing of this paper, computing technology was int he early stages of pervading our world. Weiser writes about a potential future where technology is so seamlessly integrated into society that we don't even notice its presence. Currently, we still recognize the presence of technology, so we're not there yet, but a world where this is the case would be known as \"ubiquitous computing\".",
    "year": 1991,
    "image": "img/mw-ubiquitous.png",
    "type": "C"
  },
  {
    "title": "Devices of Engagement",
    "author": "Verbeek, Peter-Paul",
    "description": "A key idea from Verbeek's argument is that the amplification of engagement is just as fundamental of an aspect of using technology as its reduction of engagement. Although technology reduces amount of effort needed to procure something, it's not the same as commoditizing it. Engagement is still there, and because of technology, the variety of things which can be engaged with are even greater than ever before.",
    "year": 2002,
    "image": "img/pv-techeng.webp",
    "type": "C"
  },
  {
    "title": "iPhone",
    "author": "Apple, Inc.",
    "description": "The first iPhone was released in 2007 by Apple under the helm of Steve Jobs. It has become one of the most successful and influential technology products ever made.",
    "year": 2007,
    "image": "img/tech-apple.webp",
    "type": "C"
  },
  {
    "title": "Oculus Rift",
    "author": "Oculus",
    "description": "An early pioneer in virtual reality, the Oculus Rift was the first major VR headset to be commercially available to the public. It was primarily intended for gaming and social communication.",
    "year": 2013,
    "image": "img/tech-oculusvr.webp",
    "type": "C"
  },
  {
    "title": "HoloLens",
    "author": "Microsoft",
    "description": "Another virtual reality headset, the HoloLens was an augmented reality pair of smartglasses that enabled real-world interaction with Microsoft Windows and Xbox One.",
    "year": 2016,
    "image": "img/tech-msftvr.jpeg",
    "type": "C"
  },
  {
    "title": "Voices from the War",
    "author": "Petrelli et al.",
    "description": "This paper was published in May 2016 and focuses on creating a design for an interactive multi-narrative experience at a World War I tourist attraction in Italy. Therefore, the effective time period would've been around 1915-18.",
    "year": 2016,
    "image": "img/dp-wwitrench.jpeg",
    "type": "C"
  },
  {
    "title": "ChatGPT (GPT-4)",
    "author": "OpenAI",
    "description": "ChatGPT, a large language model chatbot, was initially released in November 2022 under the GPT-3.5 model. In 2023, GPT-4, the most advanced publicly available artificial intelligence at the time, was released for paying subscribers. It has been extremely useful to me and worth every penny!",
    "year": 2023,
    "image": "img/tech-gpt4.jpeg",
    "type": "C"
  }
]